Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Backpack_InsightIngredientsReady.Body
source: {0} dishes have all required ingredients on hand.
de_de: Für {0} Gerichte sind die Zutaten vollständig und können sofort zubereitet werden.
fr_fr: Les ingrédients de {0} plats sont prêts, vous pouvez les cuisiner immédiatement.
id_id: Saat ini ada {0} masakan yang bahannya lengkap dan siap dibuat.
ja_jp: 現在 {0} 品の料理の食材が揃っており、すぐに調理できます。
ko_kr: 현재 {0}개의 요리에 필요한 재료가 모두 갖춰져 즉시 제작할 수 있습니다.
ru_ru: Ингредиенты для {0} блюд готовы — можно приготовить прямо сейчас.
zh_cn: 当前有 {0} 道料理的食材已齐备，可以立即制作。

# Backpack_InsightEmptyCategories.Title
source: Material Category Shortage
de_de: Leere Materialkategorien
fr_fr: Catégories de matériaux manquantes
id_id: Kategori Material Kosong
ja_jp: 素材カテゴリーの欠落
ko_kr: 재료 카테고리 공백
ru_ru: Отсутствуют категории материалов
zh_cn: 材料类别空缺

# Backpack_InsightEmptyCategories.Body
source: {0} material categories are empty: {1}
de_de: {0} Materialkategorien haben einen Bestand von null: {1}
fr_fr: {0} catégories de matériaux ont un stock de zéro : {1}
id_id: Ada {0} kategori material dengan stok kosong: {1}
ja_jp: {0} 個の素材カテゴリーの在庫がゼロです：{1}
ko_kr: {0}개의 재료 카테고리가 재고가 없습니다: {1}
ru_ru: {0} категорий материалов имеют нулевой запас: {1}
zh_cn: 有 {0} 个材料分类库存为零：{1}

# Backpack_InsightCatalogWeapons.Title
source: Weapon Codex Progress
de_de: Waffenlexikon-Fortschritt
fr_fr: Progression du codex des armes
id_id: Progres Kodeks Senjata
ja_jp: 武器図鑑の進捗
ko_kr: 무기 도감 진행도
ru_ru: Прогресс кодекса оружия
zh_cn: 武器图鉴进度

# Backpack_InsightCatalogWeapons.Body
source: {0} weapons are still in the codex only and not yet owned.
de_de: {0} Waffen sind nur im Lexikon vorhanden und noch nicht im Besitz.
fr_fr: {0} armes figurent uniquement dans le codex et n'ont pas encore été obtenues.
id_id: Masih ada {0} senjata yang hanya ada di kodeks dan belum dimiliki.
ja_jp: あと {0} 丁の武器が図鑑にのみ登録されており、まだ未所持です。
ko_kr: 아직 보유하지 않은 무기가 {0}개 남아 있습니다.
ru_ru: {0} единиц оружия присутствуют только в кодексе — их пока нет в инвентаре.
zh_cn: 还有 {0} 把武器仅在图鉴中，尚未拥有。

# Backpack_InsightLowStock.Title
source: Low-stock Materials
de_de: Materialien mit niedrigem Bestand
fr_fr: Matériaux en stock faible
id_id: Material Stok Rendah
ja_jp: 在庫不足の素材
ko_kr: 재고 부족 재료
ru_ru: Материалы с низким запасом
zh_cn: 低库存材料

# Backpack_InsightLowStock.Body
source: {0} materials have less than 5 in stock.
de_de: {0} Materialien haben einen Bestand von weniger als 5. Bitte zeitnah auffüllen.
fr_fr: {0} matériaux ont un stock inférieur à 5. Pensez à les renouveler.
id_id: {0} material memiliki stok kurang dari 5, perhatikan untuk segera menambah.
ja_jp: {0} 件の素材が在庫 5 個未満です。適時補充してください。
ko_kr: {0}개 재료의 재고가 5개 미만입니다. 제때 보충해 주세요.
ru_ru: {0} материалов в запасе менее 5 шт. Не забудьте пополнить их вовремя.
zh_cn: {0} 项材料库存不足 5 个，注意及时补充。

# Backpack_InsightEmpty.Title
source: Backpack Overview
de_de: Datenübersicht
fr_fr: Aperçu des données
id_id: Ringkasan Data
ja_jp: データ概要
ko_kr: 데이터 개요
ru_ru: Обзор данных
zh_cn: 数据概览

# Backpack_InsightEmpty.Body
source: Import backpack data to see insights and suggestions here.
de_de: Nach der Inventarsynchronisierung werden hier Einblicke und Empfehlungen zum Bestand angezeigt.
fr_fr: Après la synchronisation de l'inventaire, des analyses et suggestions s'afficheront ici.
id_id: Setelah menyinkronkan data Backpack, wawasan dan saran inventaris akan ditampilkan di sini.
ja_jp: バッグのデータを同期すると、ここに在庫の分析と提案が表示されます。
ko_kr: 인벤토리 데이터를 동기화하면 여기에 인벤토리 인사이트와 권장 사항이 표시됩니다.
ru_ru: После синхронизации рюкзака здесь появятся обзор инвентаря и рекомендации.
zh_cn: 同步背包数据后将在此展示库存洞察与建议。

# Backpack_PlanHighTierTalent
source: High-tier Talent Materials
de_de: Hochstufige Talentmaterialien
fr_fr: Matériaux de talent de haut rang
id_id: Material Talent Tingkat Tinggi
ja_jp: 上位天賦素材
ko_kr: 상위 특성 재료
ru_ru: Материалы талантов высокого ранга
zh_cn: 高阶天赋材料

# Backpack_CookHeader
source: Cooking Readiness
de_de: Gerichtezubereitung
fr_fr: État de préparation des plats
id_id: Status Persiapan Masakan
ja_jp: 料理の準備状況
ko_kr: 요리 준비 현황
ru_ru: Готовность блюд
zh_cn: 料理准备情况

# Backpack_CookSubheader
source: Based on your current ingredient stock
de_de: Basierend auf dem aktuellen Zutatenbestand
fr_fr: Basé sur l'inventaire d'ingrédients actuel
id_id: Berdasarkan stok bahan masakan saat ini
ja_jp: 現在の食材在庫に基づきます
ko_kr: 현재 재료 재고 기반
ru_ru: На основе текущих ингредиентов
zh_cn: 基于当前食材库存

# Backpack_CookReady
source: Cookable
de_de: Zubereitbar
fr_fr: Prêt à cuisiner
id_id: Siap Dibuat
ja_jp: 調理可能
ko_kr: 제작 가능
ru_ru: Можно приготовить
zh_cn: 可制作

# Backpack_CookAlmost
source: Almost
de_de: Fast geschafft
fr_fr: Presque prêt
id_id: Hampir Siap
ja_jp: あと少し
ko_kr: 거의 다 됨
ru_ru: Почти готово
zh_cn: 差一步

# Backpack_CookAlmostBody
source: Missing {0} ({1})
de_de: Es fehlt {0} ({1})
fr_fr: Manque {0} ({1})
id_id: Kurang {0} ({1})
ja_jp: {0}（{1}）が不足しています
ko_kr: {0} ({1}) 부족
ru_ru: Не хватает: {0} ({1})
zh_cn: 缺少 {0}（{1}）

# Backpack_CookEmptyName
source: No food data
de_de: Keine Gerichtedaten vorhanden
fr_fr: Aucune donnée de plat disponible
id_id: Belum Ada Data Masakan
ja_jp: 料理データがありません
ko_kr: 요리 데이터 없음
ru_ru: Данные о блюдах отсутствуют
zh_cn: 暂无料理数据

# Backpack_CookEmptyStatus
source: Awaiting sync
de_de: Wartet auf Synchronisierung
fr_fr: En attente de synchronisation
id_id: Menunggu Sinkronisasi
ja_jp: 同期待ち
ko_kr: 동기화 대기 중
ru_ru: Ожидание синхронизации
zh_cn: 等待同步

# Backpack_CookEmptyBody
source: After syncing backpack data, cooking suggestions will be available here.
de_de: Nach der Inventarsynchronisierung können Sie die Zubereitung der Gerichte einsehen.
fr_fr: Synchronisez votre inventaire pour consulter l'état de préparation des plats.
id_id: Sinkronkan Backpack untuk melihat status persiapan masakan.
ja_jp: バッグを同期すると、料理の準備状況を確認できます。
ko_kr: 인벤토리 동기화 후 요리 준비 현황을 확인할 수 있습니다.
ru_ru: Синхронизируйте рюкзак, чтобы увидеть готовность блюд.
zh_cn: 同步背包后即可查看料理准备情况。

# Backpack_BrowseTitle
source: Browse & Search
de_de: Durchsuchen und Filtern
fr_fr: Parcourir et rechercher
id_id: Jelajahi & Cari
ja_jp: 閲覧と検索
ko_kr: 탐색 및 검색
ru_ru: Просмотр и поиск
zh_cn: 浏览与检索

# Backpack_BrowseCaption
source: Use keywords, subcategories, filters and sort to find items quickly.
de_de: Mit Stichwörtern, Unterkategorien, Filtern und Sortierung schnell Gegenstände finden.
fr_fr: Utilisez des mots-clés, des sous-catégories, des filtres et des tris pour trouver rapidement un objet.
id_id: Gunakan kata kunci, subkategori, filter, dan urutan untuk menemukan item dengan cepat.
ja_jp: キーワード、サブカテゴリー、フィルター、並び替えでアイテムを素早く検索できます。
ko_kr: 키워드, 세부 카테고리, 필터, 정렬을 사용해 아이템을 빠르게 찾아보세요.
ru_ru: Используйте ключевые слова, подкатегории, фильтры и сортировку для быстрого поиска предметов.
zh_cn: 使用关键词、细分分类、筛选与排序快速定位物品。

# Backpack_BrowseSearchPlaceholder
source: Search by name, set, stat, character or ingredient
de_de: Name, Set, Wert, Charakter oder Zutat suchen
fr_fr: Rechercher par nom, set, sous-stat, personnage ou ingrédient
id_id: Cari nama, set, sub-stat, karakter, atau bahan masakan
ja_jp: 名前、セット、サブ効果、キャラクター、食材を検索
ko_kr: 이름, 세트, 옵션, 캐릭터 또는 재료 검색
ru_ru: Поиск по названию, комплекту, доп. характеристикам, персонажу или ингредиенту
zh_cn: 搜索名称、套装、词条、角色或食材

# Backpack_BrowseReset
source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
ja_jp: リセット
ko_kr: 초기화
ru_ru: Сбросить
zh_cn: 重置

# Backpack_BrowseSubcategory
source: Subcategory
de_de: Unterkategorie
fr_fr: Sous-catégorie
id_id: Subkategori
ja_jp: サブカテゴリー
ko_kr: 세부 카테고리
ru_ru: Подкатегория
zh_cn: 细分分类

# Backpack_BrowseFilter
source: Filter
fr_fr: Filtre
ja_jp: フィルター
ko_kr: 필터
ru_ru: Фильтр
zh_cn: 筛选

# Backpack_BrowseSort
source: Sort
de_de: Sortierung
fr_fr: Tri
id_id: Urutkan
ja_jp: 並び替え
ko_kr: 정렬
ru_ru: Сортировка
zh_cn: 排序

# Backpack_ResultCount
source: {0} items
de_de: {0} Ergebnisse
fr_fr: {0} résultats
id_id: {0} hasil
ja_jp: 結果 {0} 件
ko_kr: 결과 {0}개
ru_ru: Результатов: {0}
zh_cn: {0} 项结果

# Backpack_EmptyTitle
source: No matching items
de_de: Keine passenden Gegenstände gefunden
fr_fr: Aucun objet correspondant trouvé
id_id: Tidak ditemukan item yang cocok
ja_jp: 一致するアイテムが見つかりません
ko_kr: 일치하는 아이템을 찾을 수 없습니다
ru_ru: Подходящие предметы не найдены
zh_cn: 没有找到匹配的物品

# Backpack_EmptyBody
source: Adjust keywords or clear filters and try again.
de_de: Passen Sie das Stichwort an oder löschen Sie die Filter und versuchen Sie es erneut.
fr_fr: Ajustez vos mots-clés ou effacez les filtres, puis réessayez.
id_id: Sesuaikan kata kunci atau hapus filter lalu coba lagi.
ja_jp: キーワードを調整するか、フィルターをクリアして再度お試しください。
ko_kr: 키워드를 조정하거나 필터 조건을 지운 후 다시 시도해 주세요.
ru_ru: Измените запрос или сбросьте фильтры и повторите попытку.
zh_cn: 调整关键词或清除筛选条件后再试。

# Backpack_EmptyClearBtn
source: Clear
de_de: Bedingungen löschen
fr_fr: Effacer les critères
id_id: Hapus Filter
ja_jp: 条件をクリア
ko_kr: 조건 지우기
ru_ru: Очистить условия
zh_cn: 清除条件

# Backpack_PagerFormat
source: Page {0} / {1}
de_de: Seite {0} / {1}
id_id: Halaman {0} / {1}
ja_jp: {0} / {1} ページ
ko_kr: {0} / {1} 페이지
ru_ru: Стр. {0} / {1}
zh_cn: 第 {0} / {1} 页

# Backpack_PagerRange
source: {0}-{1} of {2}
de_de: Einträge {0}-{1} von {2}
fr_fr: Éléments {0}-{1} / {2} au total
id_id: Item {0}-{1} / Total {2}
ja_jp: {0}-{1} 件目 / 全 {2} 件
ko_kr: {0}-{1}개 / 총 {2}개
ru_ru: {0}-{1} из {2}
zh_cn: 第 {0}-{1} 项 / 共 {2} 项

# Backpack_ResultAll
source: {0} items
de_de: {0} Ergebnisse
fr_fr: {0} résultats
id_id: {0} hasil
ja_jp: 結果 {0} 件
ko_kr: 결과 {0}개
ru_ru: Результатов: {0}
zh_cn: {0} 项结果

# Backpack_DetailWeaponRank
source: Weapon Rank
de_de: Waffenqualität
fr_fr: Rareté de l'arme
id_id: Kualitas Senjata
ja_jp: 武器ランク
ko_kr: 무기 등급
ru_ru: Редкость оружия
zh_cn: 武器品质

# Backpack_DetailLevel
source: Level
de_de: Stufe
fr_fr: Niveau
ja_jp: レベル
ko_kr: 레벨
ru_ru: Уровень
zh_cn: 等级

# Backpack_DetailRefine
source: Refine
de_de: Veredelung
fr_fr: Affinage
id_id: Refinement
ja_jp: 精錬
ko_kr: 재련
ru_ru: Улучшение
zh_cn: 精炼

# Backpack_DetailBaseAtk
source: Base ATK
de_de: Basisangriff
fr_fr: Attaque de base
id_id: ATK Dasar
ja_jp: 基礎攻撃力
ko_kr: 기본 공격력
ru_ru: Базовая атака
zh_cn: 基础攻击力

# Backpack_DetailSubStat
source: Secondary Stat
de_de: Sekundärwert
fr_fr: Sous-stat
id_id: Sub-stat
ja_jp: サブステータス
ko_kr: 부속성
ru_ru: Доп. характеристика
zh_cn: 副属性

# Backpack_DetailSkill
source: Weapon Skill
de_de: Waffenfähigkeit
fr_fr: Compétence de l'arme
id_id: Skill Senjata
ja_jp: 武器スキル
ko_kr: 무기 스킬
ru_ru: Навык оружия
zh_cn: 武器技能

# Backpack_DetailLore
source: Weapon Story
de_de: Waffengeschichte
fr_fr: Histoire de l'arme
id_id: Cerita Senjata
ja_jp: 武器物語
ko_kr: 무기 이야기
ru_ru: История оружия
zh_cn: 武器故事

# Backpack_DetailEnhanceLevel
source: Enhancement Level
de_de: Verstärkungsstufe
fr_fr: Niveau d'amélioration
id_id: Tingkat Peningkatan
ja_jp: 強化レベル
ko_kr: 강화 레벨
ru_ru: Уровень усиления
zh_cn: 强化等级

# Backpack_DetailMainStat
source: Main Stat
de_de: Hauptwert
fr_fr: Stat principale
ja_jp: メインステータス
ko_kr: 주요 옵션
ru_ru: Основная характеристика
zh_cn: 主词条

# Backpack_DetailSubStats
source: Sub-Stats
de_de: Sekundärwerte
fr_fr: Sous-stats
id_id: Sub-stat
ja_jp: サブステータス
ko_kr: 부옵션
ru_ru: Доп. характеристики
zh_cn: 副词条

# Backpack_DetailSetBonus
source: Set Bonus
de_de: Set-Effekt
fr_fr: Bonus de set
id_id: Bonus Set
ja_jp: セット効果
ko_kr: 세트 효과
ru_ru: Эффект комплекта
zh_cn: 套装效果

# Backpack_DetailCodexTitle
source: Codex Entry
de_de: Lexikoneintrag
fr_fr: Entrée du codex
id_id: Entri Kodeks
ja_jp: 図鑑項目
ko_kr: 도감 항목
ru_ru: Запись кодекса
zh_cn: 图鉴条目

# Backpack_DetailCodexBody
source: After importing the game, the artifact's enhancement level, main stat value and sub-stat roll detail will be filled in. Currently showing the basic set classification and bonus text.
de_de: Nach dem Import aus dem Spiel werden die Verstärkungsstufe, der Hauptwert und die Sekundärwert-Rolls des Artefakts automatisch ausgefüllt. Aktuell werden die Set-Kategorie und grundlegende Set-Effekt-Informationen dieses Artefakts angezeigt.
fr_fr: Après l'importation depuis le jeu, le niveau d'amélioration, la valeur de la stat principale et le détail des jets des sous-stats de l'artéfact seront automatiquement remplis. Les informations actuellement affichées correspondent à la catégorie du set et aux informations de base du bonus de set de cet artéfact.
id_id: Setelah diimpor dari game, level enhancement, nilai main stat, dan detail roll sub-stat Artefak akan terisi otomatis. Saat ini ditampilkan adalah klasifikasi set dan informasi dasar bonus set dari Artefak tersebut.
ja_jp: ゲームからインポートすると、聖遺物の強化レベル、メインステータスの数値、サブステータスのロール詳細が自動的に入力されます。現在表示しているのは、その聖遺物のセット分類とセット効果の基本情報です。
ko_kr: 게임 데이터를 가져온 후 성유물의 강화 레벨, 주요 옵션 수치 및 부옵션 롤 세부 정보가 자동으로 채워집니다. 현재 표시되는 정보는 이 성유물의 세트 분류와 세트 효과 기본 정보입니다.
ru_ru: После импорта данных игры автоматически заполнятся уровень усиления артефакта, значение основной характеристики и подробности прокатки доп. характеристик. Сейчас отображаются базовые сведения о категории и эффекте комплекта этого артефакта.
zh_cn: 导入游戏后，将自动填充圣遗物的强化等级、主词条数值与副词条 roll 明细。当前显示的是该圣遗物的套装分类与套装效果基础信息。

# Backpack_DetailCookState
source: Craft Status
de_de: Zubereitungsstatus
fr_fr: État de la préparation
id_id: Status Pembuatan
ja_jp: 調理ステータス
ko_kr: 제작 상태
ru_ru: Состояние приготовления
zh_cn: 制作状态

# Backpack_DetailCookReady
source: All ingredients on hand; ready to cook.
de_de: Zutatenbestand ausreichend, kann sofort zubereitet werden
fr_fr: Le stock d'ingrédients est suffisant, vous pouvez cuisiner immédiatement
id_id: Stok bahan masakan terpenuhi, dapat langsung dibuat
ja_jp: 食材の在庫が満たされており、すぐに調理できます
ko_kr: 재료 재고가 충분하여 즉시 제작 가능
ru_ru: Ингредиентов достаточно — можно приготовить
zh_cn: 食材库存已满足，可立即制作

# Backpack_DetailCookMissing
source: Some ingredients missing; cookable once restocked.
de_de: Einige Zutaten fehlen. Nach Auffüllen kann zubereitet werden
fr_fr: Certains ingrédients sont insuffisants, complétez-les pour cuisiner
id_id: Beberapa bahan masakan kurang, lengkapi untuk dapat membuat
ja_jp: 一部の食材が不足しています。揃えれば調理できます
ko_kr: 일부 재료가 부족합니다. 보충 후 제작할 수 있습니다
ru_ru: Не хватает части ингредиентов — пополните их, чтобы приготовить
zh_cn: 部分食材不足，补齐后即可制作

# Backpack_DetailIngredients
source: Ingredients
de_de: Benötigte Zutaten
fr_fr: Ingrédients requis
id_id: Bahan yang Diperlukan
ja_jp: 必要な食材
ko_kr: 필요 재료
ru_ru: Необходимые ингредиенты
zh_cn: 所需食材

# Backpack_DetailInventoryItem
source: Inventory Item
de_de: Inventargegenstand
fr_fr: Objet de l'inventaire
id_id: Item Backpack
ja_jp: バッグ内のアイテム
ko_kr: 인벤토리 아이템
ru_ru: Предмет в рюкзаке
zh_cn: 背包物品

# Backpack_DetailCountBody
source: Items you have in your backpack.
de_de: Aktuelle Anzahl im Inventar.
fr_fr: Quantité réelle dans l'inventaire actuel.
id_id: Jumlah sebenarnya di Backpack saat ini.
ja_jp: 現在のバッグ内の実際の数量です。
ko_kr: 현재 인벤토리에 있는 실제 수량.
ru_ru: Текущее количество в рюкзаке.
zh_cn: 当前背包中的实际数量。

# Backpack_DetailStockItem
source: Stock Item
de_de: Bestandsgegenstand
fr_fr: Objet en stock
id_id: Item Stok
ja_jp: 在庫アイテム
ko_kr: 재고 아이템
ru_ru: Предмет на складе
zh_cn: 库存物品

# Backpack_SectionOverviewKpi
source: Inventory Overview
de_de: Bestandsübersicht
fr_fr: Aperçu de l'inventaire
id_id: Ringkasan Inventaris
ja_jp: 在庫概要
ko_kr: 인벤토리 개요
ru_ru: Обзор инвентаря
zh_cn: 库存概况

# Backpack_SectionInsights
source: Backpack Insights
de_de: Inventareinblicke
fr_fr: Analyses de l'inventaire
id_id: Wawasan Backpack
ja_jp: バッグ分析
ko_kr: 인벤토리 인사이트
ru_ru: Аналитика рюкзака
zh_cn: 背包洞察

# Backpack_SectionCultivation
source: Cultivation Materials
de_de: Abdeckung der Entwicklungsmaterialien
fr_fr: Couverture des matériaux de progression
id_id: Cakupan Material Pengembangan
ja_jp: 育成素材のカバー率
ko_kr: 육성 재료 현황
ru_ru: Покрытие материалов развития
zh_cn: 养成材料覆盖

# Backpack_SectionItems
source: Browse & Search
de_de: Durchsuchen und Filtern
fr_fr: Parcourir et rechercher
id_id: Jelajahi & Cari
ja_jp: 閲覧と検索
ko_kr: 탐색 및 검색
ru_ru: Просмотр и поиск
zh_cn: 浏览与检索

# Backpack_DetailCountLabel
source: Count
de_de: Anzahl im Besitz
fr_fr: Quantité détenue
id_id: Jumlah yang Dimiliki
ja_jp: 所持数
ko_kr: 보유 수량
ru_ru: Количество в наличии
zh_cn: 持有数量

# Backpack_DialogClose
source: Close
de_de: Schließen
fr_fr: Fermer
id_id: Tutup
ja_jp: 閉じる
ko_kr: 닫기
ru_ru: Закрыть
zh_cn: 关闭

# Backpack_DialogConfirm
source: OK
de_de: Bestätigen
fr_fr: Confirmer
id_id: Konfirmasi
ja_jp: 確定
ko_kr: 확인
ru_ru: Подтвердить
zh_cn: 确定

# Backpack_NotifyImportTitle
source: Backpack data imported
de_de: Inventardaten importiert
fr_fr: Données de l'inventaire importées
id_id: Data Backpack Berhasil Diimpor
ja_jp: バッグデータをインポートしました
ko_kr: 인벤토리 데이터를 가져왔습니다
ru_ru: Данные рюкзака импортированы
zh_cn: 背包数据已导入

# Backpack_NotifyImportBody
source: Backpack data received and saved. Overview, cultivation plan and cooking suggestions have been updated.
de_de: Die diesmaligen Inventardaten wurden empfangen und gespeichert. Übersicht, Materialabdeckung und Gerichtempfehlungen wurden aktualisiert.
fr_fr: Les données de l'inventaire ont été reçues et enregistrées. La vue d'ensemble, la couverture des matériaux et les suggestions de plats ont été mises à jour.
id_id: Data Backpack sesi ini telah diterima dan disimpan. Ringkasan, cakupan material, dan saran masakan telah diperbarui.
ja_jp: 今回のバッグデータを受信して保存しました。概要、素材カバー率、料理のおすすめが更新されています。
ko_kr: 이번 인벤토리 데이터를 수신하여 저장했습니다. 개요, 재료 현황 및 요리 권장 사항이 업데이트되었습니다.
ru_ru: Данные рюкзака получены и сохранены. Обзор, покрытие материалов и рекомендации по блюдам обновлены.
zh_cn: 已接收并保存本次背包数据。总览、材料覆盖和料理建议已更新。

# Backpack_NotifyFailedTitle
source: Sync failed
de_de: Synchronisierung fehlgeschlagen
fr_fr: Échec de la synchronisation
id_id: Sinkronisasi Gagal
ja_jp: 同期に失敗しました
ko_kr: 동기화 실패
ru_ru: Ошибка синхронизации
zh_cn: 同步失败

# Backpack_ModuleMissingTitle
source: Sync module not found
de_de: Synchronisationsmodul nicht gefunden
fr_fr: Module de synchronisation introuvable
id_id: Modul sinkronisasi tidak ditemukan
ja_jp: 同期モジュールが見つかりません
ko_kr: 동기화 모듈을 찾을 수 없음
ru_ru: Модуль синхронизации не найден
zh_cn: 未检测到同步模块

# Backpack_ModuleNoticeTitle
source: About the Sync Module
de_de: Über das Synchronisationsmodul
fr_fr: À propos du module de synchronisation
id_id: Tentang Modul Sinkronisasi
ja_jp: 同期モジュールについて
ko_kr: 동기화 모듈 정보
ru_ru: О модуле синхронизации
zh_cn: 关于同步模块

# Backpack_ModuleNoticeBody
source: This sync module is developed by another developer as a separate project. We have not reached an agreement with the developer on bundling the module, which is why it has been put on hold. We are still doing our best to seek an opportunity, and we apologize for the inconvenience.
de_de: Dieses Synchronisationsmodul wurde von einem anderen Entwickler als separates Projekt erstellt. Zur Integration des Moduls konnten wir uns nicht mit dem Entwickler einigen, weshalb es zurückgestellt wurde. Wir bemühen uns weiterhin um eine Lösung und bitten um Ihr Verständnis.
fr_fr: Ce module de synchronisation a été créé par un autre développeur dans le cadre d'un projet distinct. Nous ne sommes pas parvenus à un accord avec le développeur concernant son intégration, ce qui explique sa mise en attente. Nous continuons de chercher une opportunité ; veuillez nous excuser.
id_id: Modul sinkronisasi ini dibuat oleh pengembang lain sebagai proyek terpisah. Kami belum mencapai kesepakatan dengan pengembang mengenai penggabungan modul, sehingga hal ini ditunda. Kami terus berusaha mencari peluang; mohon maaf atas ketidaknyamanannya.
ja_jp: この同期モジュールは別の開発者が制作した単独プロジェクトです。モジュールの組み込みについて開発者と合意に至っておらず、そのため保留となっています。引き続き機会を模索しておりますので、ご了承ください。
ko_kr: 이 동기화 모듈은 다른 개발자가 제작한 별도의 프로젝트입니다. 모듈 내장에 대해 개발자와 합의에 이르지 못해 보류되었습니다. 계속해서 기회를 찾기 위해 노력하고 있으니 양해 부탁드립니다.
ru_ru: Этот модуль синхронизации создан другим разработчиком как отдельный проект. Мы не смогли договориться с разработчиком о включении модуля, поэтому он был отложен. Мы продолжаем искать возможности; приносим извинения.
zh_cn: 该同步模块由其他开发者制作，为单独项目。开发者对于模块内置事宜并未与我们达成一致，因此导致了搁置。我们仍在尽可能的争取机会，请见谅。

# Backpack_MetaNoticeTitle
source: Data & Update Notes
de_de: Hinweise zu Daten und Updates
fr_fr: Données et mises à jour
id_id: Catatan Data & Pembaruan
ja_jp: データと更新について
ko_kr: 데이터 및 업데이트 안내
ru_ru: Данные и обновления
zh_cn: 数据与更新说明

# Backpack_MetaNoticeBody
source: Metadata is updated irregularly, so new data may not be available in a timely manner. This feature currently only provides an encyclopedia (browse) view.
de_de: Metadaten werden unregelmäßig aktualisiert; neue Daten sind möglicherweise nicht zeitnah verfügbar. Diese Funktion bietet derzeit nur einen Nachschlage-Modus (Durchsuchen).
fr_fr: Les métadonnées sont mises à jour de manière irrégulière ; les nouvelles données peuvent ne pas être disponibles immédiatement. Cette fonctionnalité ne fournit actuellement qu'un mode encyclopédie (parcours).
id_id: Metadata diperbarui secara tidak teratur, sehingga data baru mungkin tidak tersedia tepat waktu. Fitur ini saat ini hanya menyediakan mode ensiklopedia (penjelajahan).
ja_jp: メタデータの更新は不定期のため、最新データをすぐに取得できない場合があります。本機能は現在、図鑑（閲覧）機能のみを提供しています。
ko_kr: 메타데이터는 수시로 업데이트되므로 최신 데이터를 제때 받지 못할 수 있습니다. 현재 이 기능은 도감(열람) 기능만 제공합니다.
ru_ru: Метаданные обновляются нерегулярно, поэтому новые данные могут появляться не сразу. Сейчас эта функция предоставляет только режим энциклопедии (просмотра).
zh_cn: 元数据随缘更新，可能无法及时获得更新数据；该功能目前仅提供图鉴（浏览）功能。

# Backpack_DetailsButton
source: Details
fr_fr: Détails
id_id: Detail
ja_jp: 詳細
ko_kr: 상세 정보
ru_ru: Подробнее
zh_cn: 详情

# Backpack_ChipAll
source: All
de_de: Alle
fr_fr: Tous
id_id: Semua
ja_jp: すべて
ko_kr: 전체
ru_ru: Все
zh_cn: 全部

# Backpack_ChipCategoryGeneric
source: Categories
de_de: Kategorie
fr_fr: Catégorie
id_id: Kategori
ja_jp: カテゴリー
ko_kr: 카테고리
ru_ru: Категория
zh_cn: 分类

# Backpack_ChipFilterOwned
source: Owned
de_de: Im Besitz
fr_fr: Possédés
id_id: Dimiliki
ja_jp: 所持
ko_kr: 보유
ru_ru: В наличии
zh_cn: 已拥有

# Backpack_ChipFilterCatalog
source: Catalog
de_de: Lexikon
fr_fr: Codex
id_id: Kodeks
ja_jp: 図鑑
ko_kr: 도감
ru_ru: Кодекс
zh_cn: 图鉴

# Backpack_ChipFilterLocked
source: Locked
de_de: Gesperrt
fr_fr: Verrouillés
id_id: Terkunci
ja_jp: ロック中
ko_kr: 잠김
ru_ru: Заблокировано
zh_cn: 已锁定

# Backpack_ChipFilterCookable
source: Cookable
de_de: Zubereitbar
fr_fr: Prêt à cuisiner
id_id: Dapat Dibuat
ja_jp: 調理可能
ko_kr: 제작 가능
ru_ru: Можно приготовить
zh_cn: 可制作

# Backpack_ChipSortDefault
source: Default
de_de: Standard
fr_fr: Par défaut
ja_jp: デフォルト
ko_kr: 기본
ru_ru: По умолчанию
zh_cn: 默认

# Backpack_ChipSortName
source: Name
fr_fr: Nom
id_id: Nama
ja_jp: 名前
ko_kr: 이름
ru_ru: Название
zh_cn: 名称

# Backpack_ChipSortRank
source: Rank
de_de: Qualität
fr_fr: Rareté
id_id: Kualitas
ja_jp: ランク
ko_kr: 등급
ru_ru: Редкость
zh_cn: 品质

# Backpack_ChipSortLevel
source: Level
de_de: Stufe
fr_fr: Niveau
ja_jp: レベル
ko_kr: 레벨
ru_ru: Уровень
zh_cn: 等级

# Backpack_ChipSortCount
source: Count
de_de: Anzahl
fr_fr: Quantité
id_id: Jumlah
ja_jp: 数量
ko_kr: 수량
ru_ru: Количество
zh_cn: 数量

# Backpack_ChipSubcategoryTemplate
source: All {0}
de_de: Alle {0}
fr_fr: Tous les {0}
id_id: Semua {0}
ja_jp: {0} すべて
ko_kr: 전체 {0}
ru_ru: Все — {0}
zh_cn: 全部{0}

# Checkin_PartialFailed
source: Check-in partially failed
de_de: Check-in teilweise fehlgeschlagen
es_mx: Registro parcialmente fallido
fr_fr: Enregistrement partiellement échoué
hi_in: चेक-इन आंशिक रूप से विफल
id_id: Check-in sebagian gagal
it_it: Registrazione parzialmente fallita
ja_jp: チェックイン一部失敗
ko_kr: 출석 체크 일부 실패
pt_br: Check-in parcialmente falhou
ru_ru: Отметка частично не удалась
zh_cn: 签到部分失败
zh_tw: 簽到部分失敗

# Checkin_SignNow
source: Check in Now
de_de: Jetzt einchecken
es_mx: Hacer check-in ahora
fr_fr: Check-in maintenant
hi_in: अभी चेक-इन करें
id_id: Check-in Sekarang
it_it: Registrati ora
ja_jp: 今すぐチェックイン
ko_kr: 지금 출석 체크
pt_br: Fazer check-in agora
ru_ru: Отметиться сейчас
zh_cn: 立即签到
zh_tw: 立即簽到
